Repository: chrissharp80/emuqu
Catalog: Emuqu/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, is, it, ja, ko, nb, nl, pt_br, ru, sv, zh_hans

source: Pick a different recording session type
ar: اختر نوعًا مختلفًا لجلسة التسجيل
da: Vælg en anden type optagelsessession
de: Anderen Aufzeichnungstyp wählen
es: Elige otro tipo de sesión de grabación
fi: Valitse toinen tallennustyyppi
fr: Choisissez un autre type de séance d'enregistrement
is: Veldu aðra tegund upptökulotu
it: Scegli un altro tipo di sessione di registrazione
ja: 別の記録セッションタイプを選択
ko: 다른 기록 세션 유형 선택
nb: Velg en annen type opptaksøkt
nl: Kies een ander type opnamesessie
pt_br: Escolha outro tipo de sessão de gravação
ru: Выберите другой тип сессии записи
sv: Välj en annan typ av inspelningssession
zh_hans: 选择其他录制记录类型

source: Pick a route
ar: اختر مسارًا
da: Vælg en rute
de: Route auswählen
es: Elige una ruta
fi: Valitse reitti
fr: Choisir un itinéraire
is: Veldu leið
it: Scegli un percorso
ja: ルートを選択
ko: 경로 선택
nb: Velg en rute
nl: Kies een route
pt_br: Escolha uma rota
ru: Выберите маршрут
sv: Välj en rutt
zh_hans: 选择路线

source: Pick up the previous session and add more data
ar: تابِع الجلسة السابقة وأضِف مزيداً من البيانات
da: Genoptag den forrige session og tilføj flere data
de: Setze die vorherige Sitzung fort und füge weitere Daten hinzu
es: Retoma la sesión anterior y añade más datos
fi: Jatka edellistä istuntoa ja lisää tietoja
fr: Reprenez la séance précédente et ajoutez plus de données
is: Haltu áfram með fyrri lotu og bættu við fleiri gögnum
it: Riprendi la sessione precedente e aggiungi altri dati
ja: 前回のセッションを再開してデータを追加する
ko: 이전 세션을 이어서 데이터를 더 추가하세요
nb: Gjenoppta forrige økt og legg til mer data
nl: Ga verder met de vorige sessie en voeg meer gegevens toe
pt_br: Retome a sessão anterior e adicione mais dados
ru: Продолжите предыдущую сессию и добавьте больше данных
sv: Återuppta den föregående sessionen och lägg till mer data
zh_hans: 继续上一次记录并添加更多数据

source: Pick when the activity started. Emuqu reads Apple Health forward from there, works out when you stopped moving, and rebuilds the workout from the steps, heart rate and distance it finds.
ar: اختر وقت بدء النشاط. يقرأ Emuqu بيانات Apple Health من تلك اللحظة فصاعدًا، ويحدّد متى توقّفت عن الحركة، ثم يعيد بناء التمرين من الخطوات ومعدل ضربات القلب والمسافة التي يجدها.
da: Vælg hvornår aktiviteten startede. Emuqu læser Apple Health frem fra det tidspunkt, finder ud af hvornår du holdt op med at bevæge dig, og genopbygger træningen ud fra de skridt, den puls og den distance den finder.
de: Wähle, wann die Aktivität begann. Emuqu liest Apple Health ab diesem Zeitpunkt vorwärts, ermittelt, wann du dich nicht mehr bewegt hast, und stellt das Training aus den gefundenen Schritten, Herzfrequenzen und Distanzen wieder her.
es: Elige cuándo empezó la actividad. Emuqu lee Apple Health hacia adelante desde ahí, calcula cuándo dejaste de moverte y reconstruye el entrenamiento con los pasos, la frecuencia cardíaca y la distancia que encuentra.
fi: Valitse, milloin aktiviteetti alkoi. Emuqu lukee Apple Healthia siitä eteenpäin, päättelee milloin lopetit liikkumisen ja rakentaa harjoituksen löytämistään askeleista, sykkeestä ja matkasta.
fr: Choisissez l’heure de début de l’activité. Emuqu lit Apple Santé à partir de là, détermine quand vous avez cessé de bouger et reconstruit la séance à partir des pas, de la fréquence cardiaque et de la distance trouvés.
is: Veldu hvenær hreyfingin hófst. Emuqu les Apple Health áfram þaðan, finnur út hvenær þú hættir að hreyfa þig og endurbyggir æfinguna úr þeim skrefum, púlsi og vegalengd sem finnast.
it: Scegli quando è iniziata l’attività. Emuqu legge Apple Salute in avanti da quel momento, calcola quando ti sei fermato e ricostruisce l’allenamento dai passi, dalla frequenza cardiaca e dalla distanza che trova.
ja: アクティビティの開始時刻を選んでください。Emuqu はその時点から Apple ヘルスケアを読み進め、動きが止まった時刻を判定し、見つかった歩数・心拍数・距離からワークアウトを再構築します。
ko: 활동이 시작된 시각을 선택하세요. Emuqu는 그 시점부터 Apple 건강을 읽어 나가며 언제 움직임이 멈췄는지 판단하고, 찾아낸 걸음 수·심박수·거리로 운동을 다시 만듭니다.
nb: Velg når økten startet. Emuqu leser Apple Health framover derfra, finner ut når du sluttet å bevege deg, og gjenoppbygger økten fra skrittene, pulsen og distansen den finner.
nl: Kies wanneer de activiteit begon. Emuqu leest Apple Gezondheid vanaf dat moment vooruit, bepaalt wanneer je stopte met bewegen en herstelt de work-out uit de stappen, hartslag en afstand die het vindt.
pt_br: Escolha quando a atividade começou. O Emuqu lê o Apple Saúde a partir dali, descobre quando você parou de se mover e reconstrói o treino com os passos, a frequência cardíaca e a distância que encontrar.
ru: Укажите, когда началась активность. Emuqu читает Apple Здоровье с этого момента, определяет, когда вы перестали двигаться, и восстанавливает тренировку по найденным шагам, пульсу и дистанции.
sv: Välj när aktiviteten började. Emuqu läser Apple Hälsa framåt därifrån, räknar ut när du slutade röra dig och återskapar passet från de steg, den puls och den distans den hittar.
zh_hans: 选择活动开始的时间。Emuqu 会从那一刻起向后读取 Apple 健康数据，判断你何时停止活动，并用找到的步数、心率和距离重建这次训练。

source: Pick Window
ar: اختيار النافذة
da: Vælg vindue
de: Fenster wählen
es: Elegir ventana
fi: Valitse ikkuna
fr: Choisir la fenêtre
is: Veldu glugga
it: Scegli finestra
ja: ウィンドウを選択
ko: 윈도우 선택
nb: Velg vindu
nl: Venster kiezen
pt_br: Escolher Janela
ru: Выбрать окно
sv: Välj fönster
zh_hans: 选择窗口

source: Please read before continuing
ar: يرجى القراءة قبل المتابعة
da: Læs venligst, før du fortsætter
de: Bitte lies dies vor dem Fortfahren
es: Lee esto antes de continuar
fi: Lue ennen jatkamista
fr: Veuillez lire avant de continuer
is: Vinsamlegast lestu áður en þú heldur áfram
it: Si prega di leggere prima di continuare
ja: 続ける前にお読みください
ko: 계속하기 전에 읽어주세요
nb: Vennligst les før du fortsetter
nl: Lees dit alstublieft voordat u doorgaat
pt_br: Por favor, leia antes de continuar
ru: Пожалуйста, прочитайте перед продолжением
sv: Vänligen läs innan du fortsätter
zh_hans: 请在继续之前阅读

source: PM5 monitor for the Concept2 rower. Streams stroke rate, distance, drag factor, instantaneous power.
ar: شاشة PM5 لجهاز التجديف Concept2. تبثّ معدل الشدّ والمسافة وعامل المقاومة والقدرة اللحظية.
da: PM5-monitor til Concept2-romaskinen. Streamer taghastighed, distance, modstandsfaktor og momentan effekt.
de: PM5-Monitor für das Concept2-Ruderergometer. Überträgt Schlagfrequenz, Distanz, Widerstandsfaktor und Momentanleistung.
es: Monitor PM5 para el remo Concept2. Transmite ritmo de palada, distancia, factor de arrastre y potencia instantánea.
fi: PM5-mittari Concept2-soutulaitteeseen. Lähettää vetotahdin, matkan, vastuskertoimen ja hetkellisen tehon.
fr: Moniteur PM5 pour le rameur Concept2. Diffuse la cadence, la distance, le facteur de résistance et la puissance instantanée.
is: PM5-mælir fyrir Concept2-róðrarvélina. Streymir róðrartíðni, vegalengd, viðnámsstuðli og augnabliksafli.
it: Monitor PM5 per il vogatore Concept2. Trasmette frequenza di voga, distanza, fattore di resistenza e potenza istantanea.
ja: Concept2ローイングマシン用のPM5モニター。ストローク率、距離、ドラッグファクター、瞬間パワーを配信します。
ko: Concept2 로잉 머신용 PM5 모니터. 스트로크 레이트, 거리, 드래그 팩터, 순간 파워를 전송합니다.
nb: PM5-monitor for Concept2-romaskinen. Strømmer taktfrekvens, distanse, motstandsfaktor og momentan effekt.
nl: PM5-monitor voor de Concept2-roeier. Streamt slagfrequentie, afstand, weerstandsfactor en momentaan vermogen.
pt_br: Monitor PM5 para o remo Concept2. Transmite cadência de remada, distância, fator de resistência e potência instantânea.
ru: Монитор PM5 для гребного тренажёра Concept2. Передаёт темп гребков, дистанцию, коэффициент сопротивления и мгновенную мощность.
sv: PM5-monitor för Concept2-rodden. Strömmar dragfrekvens, distans, motståndsfaktor och momentan effekt.
zh_hans: 用于 Concept2 划船机的 PM5 显示器。传输桨频、距离、阻力系数和瞬时功率。

source: PNS Index
ar: مؤشر PNS
da: PNS-indeks
es: Índice PNS
fi: PNS-indeksi
fr: Indice PNS
is: PNS-vísitala
it: Indice PNS
ja: PNS 指数
ko: PNS 지수
nb: PNS-indeks
pt_br: Índice PNS
ru: Индекс PNS
zh_hans: 副交感指数

source: Poincaré long-axis spread — overall variability across the recording.
ar: امتداد المحور الطويل في مخطط بوانكاريه — التباين الإجمالي عبر التسجيل.
da: Poincaré langakse-spredning — samlet variabilitet gennem optagelsen.
de: Poincaré-Längsachsenstreuung — Gesamtvariabilität über die Aufzeichnung.
es: Dispersión del eje largo de Poincaré — variabilidad global de la grabación.
fi: Poincarén pitkän akselin hajonta — kokonaisvaihtelu koko tallennuksessa.
fr: Dispersion sur le grand axe de Poincaré — variabilité globale de l’enregistrement.
is: Dreifing á langás Poincaré — heildarbreytileiki yfir upptökuna.
it: Dispersione sull’asse lungo di Poincaré — variabilità complessiva della registrazione.
ja: ポアンカレ長軸の広がり — 記録全体のばらつき。
ko: 푸앵카레 장축 산포 — 기록 전체의 전반적 변동성.
nb: Poincaré langakse-spredning — samlet variabilitet gjennom opptaket.
nl: Poincaré lange-as spreiding — algehele variabiliteit over de opname.
pt_br: Dispersão no eixo longo de Poincaré — variabilidade geral ao longo da gravação.
ru: Разброс по длинной оси Пуанкаре — общая вариабельность за запись.
sv: Poincaré långaxelspridning — total variabilitet över inspelningen.
zh_hans: 庞加莱长轴离散度 — 整段记录的总体变异性。

source: Poincare Plot
ar: مخطط بوانكاريه
da: Poincaré-plot
de: Poincaré-Diagramm
es: Gráfico de Poincaré
fi: Poincaré-kuvaaja
fr: Diagramme de Poincaré
is: Poincaré rit
it: Grafico di Poincaré
ja: ポアンカレプロット
ko: 푸앵카레 도표
nb: Poincaré-plott
nl: Poincaré-diagram
pt_br: Gráfico de Poincaré
ru: Диаграмма Пуанкаре
sv: Poincaré-plot
zh_hans: 庞加莱散点图

source: Poincaré plot
ar: مخطط بوانكاريه
de: Poincaré-Diagramm
es: Gráfico de Poincaré
fi: Poincaré-kuvaaja
fr: Diagramme de Poincaré
is: Poincaré-graf
it: Grafico di Poincaré
ja: ポアンカレプロット
ko: 푸앵카레 플롯
nb: Poincaré-plott
pt_br: Gráfico de Poincaré
ru: Диаграмма Пуанкаре
sv: Poincaré-diagram
zh_hans: 庞加莱散点图

source: Poincaré Plot
ar: مخطط بوانكاريه
de: Poincaré-Diagramm
es: Gráfico de Poincaré
fi: Poincaré-kuvaaja
fr: Diagramme de Poincaré
is: Poincaré rit
it: Grafico di Poincaré
ja: ポアンカレプロット
ko: 푸앵카레 도표
nb: Poincaré-plott
nl: Poincaré-diagram
pt_br: Gráfico de Poincaré
ru: Диаграмма Пуанкаре
zh_hans: 庞加莱散点图

source: Poincaré Plot Geometry
ar: هندسة مخطط بوانكاريه
da: Poincaré-plotgeometri
de: Poincaré-Plot-Geometrie
es: Geometría del gráfico de Poincaré
fi: Poincaré-kuvaajan geometria
fr: Géométrie du diagramme de Poincaré
is: Rúmfræði Poincaré-rits
it: Geometria del grafico di Poincaré
ja: ポアンカレプロットの幾何
ko: 푸앵카레 플롯 기하
nb: Poincaré-plottgeometri
nl: Poincaré-plotgeometrie
pt_br: Geometria do gráfico de Poincaré
ru: Геометрия графика Пуанкаре
sv: Poincaré-plottets geometri
zh_hans: 庞加莱散点图几何

source: Poincaré plot showing beat-to-beat heart rate variability. SD1: %1$@ milliseconds, SD2: %2$@ milliseconds
ar: مخطط بوانكاريه يوضح تقلب معدل ضربات القلب من نبضة إلى نبضة. SD1: %1$@ مللي ثانية، SD2: %2$@ مللي ثانية
da: Poincaré-plot der viser slag-til-slag hjertefrekvensvariabilitet. SD1: %@ millisekunder, SD2: %@ millisekunder
de: Poincaré-Diagramm der Schlag-zu-Schlag-Herzfrequenzvariabilität. SD1: %@ Millisekunden, SD2: %@ Millisekunden
es: Gráfico de Poincaré mostrando la variabilidad de frecuencia cardíaca latido a latido. SD1: %@ milisegundos, SD2: %@ milisegundos
fi: Poincaré-kuvaaja, joka näyttää lyönnistä lyöntiin sykevälivaihtelun. SD1: %1$@ millisekuntia, SD2: %2$@ millisekuntia
fr: Diagramme de Poincaré montrant la variabilité de la fréquence cardiaque battement par battement. SD1 : %@ millisecondes, SD2 : %@ millisecondes
is: Poincaré rit sem sýnir hjartsláttarbreytileika milli slaga. SD1: %1$@ millisekúndur, SD2: %2$@ millisekúndur
it: Grafico di Poincaré che mostra la variabilità della frequenza cardiaca battito per battito. SD1: %@ millisecondi, SD2: %@ millisecondi
ja: 拍動間の心拍変動を示すポアンカレプロット。SD1: %@ミリ秒、SD2: %@ミリ秒
ko: 박동 간 심박 변이를 보여주는 푸앵카레 도표. SD1: %@ 밀리초, SD2: %@ 밀리초
nb: Poincaré-plott som viser slag-til-slag hjertefrekvensvariabilitet. SD1: %@ millisekunder, SD2: %@ millisekunder
nl: Poincaré-diagram met slag-tot-slag hartslagvariabiliteit. SD1: %@ milliseconden, SD2: %@ milliseconden
pt_br: Gráfico de Poincaré mostrando variabilidade batimento a batimento. SD1: %@ milissegundos, SD2: %@ milissegundos
ru: Диаграмма Пуанкаре, показывающая межударную вариабельность. SD1: %@ мс, SD2: %@ мс
sv: Poincaré-plot som visar slag-till-slag hjärtfrekvensvariabilitet. SD1: %@ millisekunder, SD2: %@ millisekunder
zh_hans: 庞加莱散点图显示逐搏心率变异性。SD1: %1$@ 毫秒，SD2: %2$@ 毫秒

source: Poincaré plot unavailable
ar: مخطط بوانكاريه غير متاح
da: Poincaré-plot utilgængeligt
de: Poincaré-Plot nicht verfügbar
es: Gráfico de Poincaré no disponible
fi: Poincaré-kuvaaja ei saatavilla
fr: Diagramme de Poincaré indisponible
is: Poincaré-rit ekki tiltækt
it: Grafico di Poincaré non disponibile
ja: ポアンカレプロットは利用できません
ko: 푸앵카레 플롯 사용 불가
nb: Poincaré-plott utilgjengelig
nl: Poincaré-plot niet beschikbaar
pt_br: Gráfico de Poincaré indisponível
ru: График Пуанкаре недоступен
sv: Poincaré-plott ej tillgängligt
zh_hans: 庞加莱散点图不可用

# Poincaré plot. SD1 %@ milliseconds, SD2 %@ milliseconds.
source: Poincaré plot. SD1 %1$@ milliseconds, SD2 %2$@ milliseconds.
ar: مخطط بوانكاريه. SD1 %@ مللي ثانية، SD2 %@ مللي ثانية.
da: Poincaré-plot. SD1 %@ millisekunder, SD2 %@ millisekunder.
de: Poincaré-Plot. SD1 %@ Millisekunden, SD2 %@ Millisekunden.
es: Gráfico de Poincaré. SD1 %@ milisegundos, SD2 %@ milisegundos.
fi: Poincaré-kuvaaja. SD1 %@ millisekuntia, SD2 %@ millisekuntia.
fr: Diagramme de Poincaré. SD1 %@ millisecondes, SD2 %@ millisecondes.
is: Poincaré-rit. SD1 %@ millisekúndur, SD2 %@ millisekúndur.
it: Grafico di Poincaré. SD1 %@ millisecondi, SD2 %@ millisecondi.
ja: ポアンカレプロット。SD1 %@ ミリ秒、SD2 %@ ミリ秒。
ko: 푸앵카레 플롯. SD1 %@밀리초, SD2 %@밀리초.
nb: Poincaré-plott. SD1 %@ millisekunder, SD2 %@ millisekunder.
nl: Poincaré-plot. SD1 %@ milliseconden, SD2 %@ milliseconden.
pt_br: Gráfico de Poincaré. SD1 %@ milissegundos, SD2 %@ milissegundos.
ru: График Пуанкаре. SD1 %@ миллисекунд, SD2 %@ миллисекунд.
sv: Poincaré-plott. SD1 %@ millisekunder, SD2 %@ millisekunder.
zh_hans: 庞加莱散点图。SD1 %@ 毫秒，SD2 %@ 毫秒。

source: Poincaré SD1 (Short-term)
ar: SD1 بوانكاريه (قصير المدى)
da: Poincaré SD1 (korttids)
de: Poincaré SD1 (kurzfristig)
es: SD1 de Poincaré (corto plazo)
fi: Poincarén SD1 (lyhyt aikaväli)
fr: SD1 de Poincaré (court terme)
is: Poincaré SD1 (skammtíma)
it: SD1 di Poincaré (breve termine)
ja: ポアンカレ SD1（短期）
ko: 푸앵카레 SD1(단기)
nb: Poincaré SD1 (korttids)
nl: Poincaré SD1 (kortetermijn)
pt_br: SD1 de Poincaré (curto prazo)
ru: SD1 Пуанкаре (краткосрочный)
sv: Poincaré SD1 (kortsiktig)
zh_hans: 庞加莱 SD1（短期）

source: Poincaré SD1/SD2 Ratio
ar: نسبة SD1/SD2 لبوانكاريه
da: Poincaré SD1/SD2-forhold
de: Poincaré SD1/SD2-Verhältnis
es: Relación SD1/SD2 de Poincaré
fi: Poincarén SD1/SD2-suhde
fr: Rapport SD1/SD2 de Poincaré
is: SD1/SD2 hlutfall Poincaré
it: Rapporto SD1/SD2 di Poincaré
ja: ポアンカレ SD1/SD2 比
ko: 푸앵카레 SD1/SD2 비율
nb: Poincaré SD1/SD2-forhold
nl: Poincaré SD1/SD2-verhouding
pt_br: Razão SD1/SD2 de Poincaré
ru: Отношение SD1/SD2 Пуанкаре
sv: Poincaré SD1/SD2-kvot
zh_hans: 庞加莱 SD1/SD2 比

source: Poincaré SD2 (Long-term)
ar: SD2 بوانكاريه (طويل المدى)
da: Poincaré SD2 (langtids)
de: Poincaré SD2 (langfristig)
es: SD2 de Poincaré (largo plazo)
fi: Poincarén SD2 (pitkä aikaväli)
fr: SD2 de Poincaré (long terme)
is: Poincaré SD2 (langtíma)
it: SD2 di Poincaré (lungo termine)
ja: ポアンカレ SD2（長期）
ko: 푸앵카레 SD2(장기)
nb: Poincaré SD2 (langtids)
nl: Poincaré SD2 (langetermijn)
pt_br: SD2 de Poincaré (longo prazo)
ru: SD2 Пуанкаре (длительный)
sv: Poincaré SD2 (långsiktig)
zh_hans: 庞加莱 SD2（长期）

source: Poincaré short-axis spread (perpendicular to identity line) — beat-to-beat variability.
ar: امتداد المحور القصير في مخطط بوانكاريه (عمودي على خط الهوية) — التباين بين النبضات.
da: Poincaré kortakse-spredning (vinkelret på identitetslinjen) — slag-til-slag-variabilitet.
de: Poincaré-Kurzachsenstreuung (senkrecht zur Identitätslinie) — Schlag-zu-Schlag-Variabilität.
es: Dispersión del eje corto de Poincaré (perpendicular a la línea de identidad) — variabilidad latido a latido.
fi: Poincarén lyhyen akselin hajonta (kohtisuorassa identiteettilinjaan nähden) — lyönnistä lyöntiin -vaihtelu.
fr: Dispersion sur le petit axe de Poincaré (perpendiculaire à la ligne d’identité) — variabilité battement à battement.
is: Dreifing á skammás Poincaré (hornrétt á jafngildislínu) — breytileiki milli slaga.
it: Dispersione sull’asse corto di Poincaré (perpendicolare alla linea di identità) — variabilità battito-battito.
ja: ポアンカレ短軸の広がり（同一線に垂直）— 拍間変動。
ko: 푸앵카레 단축 산포(항등선에 수직) — 박동 간 변동성.
nb: Poincaré kortakse-spredning (vinkelrett på identitetslinjen) — slag-til-slag-variabilitet.
nl: Poincaré korte-as spreiding (loodrecht op de identiteitslijn) — slag-op-slag variabiliteit.
pt_br: Dispersão no eixo curto de Poincaré (perpendicular à linha de identidade) — variabilidade batimento a batimento.
ru: Разброс по короткой оси Пуанкаре (перпендикулярно линии тождества) — межударная вариабельность.
sv: Poincaré kortaxelspridning (vinkelrätt mot identitetslinjen) — slag-till-slag-variabilitet.
zh_hans: 庞加莱短轴离散度（垂直于恒等线）— 逐拍变异性。

source: Points
ar: النقاط
da: Punkter
de: Punkte
es: Puntos
fi: Pisteet
is: Punktar
it: Punti
ja: ポイント
ko: 포인트
nb: Punkter
nl: Punten
pt_br: Pontos
ru: Точки
sv: Punkter
zh_hans: 数据点

source: Polar H10 needs at least 30%% battery for a full overnight recording. Yours is at %lld%%.
ar: يحتاج Polar H10 إلى 30%% من البطارية على الأقل لتسجيل ليلي كامل. بطاريتك عند %lld%%.
da: Polar H10 kræver mindst 30%% batteri til en fuld natoptagelse. Dit er på %lld%%.
de: Der Polar H10 benötigt mindestens 30%% Akku für eine vollständige Nachtaufzeichnung. Deiner ist bei %lld%%.
es: El Polar H10 necesita al menos un 30%% de batería para una grabación nocturna completa. El tuyo está al %lld%%.
fi: Polar H10 tarvitsee vähintään 30%% akkua koko yön tallennukseen. Sinulla on %lld%%.
fr: Le Polar H10 nécessite au moins 30%% de batterie pour une nuit complète. Le vôtre est à %lld%%.
is: Polar H10 þarf að minnsta kosti 30%% rafhlöðu fyrir heila næturupptöku. Þín er á %lld%%.
it: Il Polar H10 richiede almeno il 30%% di batteria per una registrazione notturna completa. La tua è al %lld%%.
ja: Polar H10 で一晩フル記録するにはバッテリーが 30%% 以上必要です。現在は %lld%% です。
ko: Polar H10로 밤새 전체 기록을 하려면 배터리가 최소 30%% 필요합니다. 현재 %lld%%입니다.
nb: Polar H10 trenger minst 30%% batteri for et fullt nattopptak. Ditt er på %lld%%.
nl: De Polar H10 heeft minstens 30%% batterij nodig voor een volledige nachtopname. De jouwe staat op %lld%%.
pt_br: O Polar H10 precisa de pelo menos 30%% de bateria para uma gravação noturna completa. A sua está em %lld%%.
ru: Polar H10 нужно не менее 30%% заряда для полной ночной записи. У вас %lld%%.
sv: Polar H10 behöver minst 30%% batteri för en hel nattinspelning. Ditt är på %lld%%.
zh_hans: Polar H10 需要至少 30%% 电量才能完成整夜记录。你现在是 %lld%%。

source: Polar H10 or Verity Sense
ar: Polar H10 أو Verity Sense
da: Polar H10 eller Verity Sense
de: Polar H10 oder Verity Sense
es: Polar H10 o Verity Sense
fi: Polar H10 tai Verity Sense
fr: Polar H10 ou Verity Sense
is: Polar H10 eða Verity Sense
it: Polar H10 o Verity Sense
ja: Polar H10 または Verity Sense
ko: Polar H10 또는 Verity Sense
nb: Polar H10 eller Verity Sense
nl: Polar H10 of Verity Sense
pt_br: Polar H10 ou Verity Sense
ru: Polar H10 или Verity Sense
sv: Polar H10 eller Verity Sense
zh_hans: Polar H10 或 Verity Sense

source: Polar H10, Verity Sense, Apple Health, broadcast
ar: Polar H10، Verity Sense، Apple Health، البث
es: Polar H10, Verity Sense, Apple Health, difusión
fi: Polar H10, Verity Sense, Apple Health, lähetys
fr: Polar H10, Verity Sense, Apple Santé, diffusion
is: Polar H10, Verity Sense, Apple Health, útsending
it: Polar H10, Verity Sense, Apple Salute, broadcast
ja: Polar H10、Verity Sense、Apple ヘルスケア、ブロードキャスト
ko: Polar H10, Verity Sense, Apple 건강, 브로드캐스트
nb: Polar H10, Verity Sense, Apple Health, kringkasting
pt_br: Polar H10, Verity Sense, Apple Saúde, transmissão
ru: Polar H10, Verity Sense, Apple Здоровье, трансляция
sv: Polar H10, Verity Sense, Apple Hälsa, sändning
zh_hans: Polar H10、Verity Sense、Apple 健康、广播

source: Polar Strap
ar: حزام Polar
da: Polar-sele
de: Polar-Brustgurt
es: Banda Polar
fi: Polar-vyö
fr: Ceinture Polar
is: Polar ól
it: Fascia Polar
ja: Polarストラップ
ko: Polar 스트랩
nb: Polar-sele
nl: Polar-band
pt_br: Cinta Polar
ru: Нагрудный датчик Polar
sv: Polar-bröstband
zh_hans: Polar心率带

source: Polar Strap (HRV)
ar: حزام Polar (HRV)
da: Polar-rem (HRV)
de: Polar-Gurt (HRV)
es: Banda Polar (HRV)
fi: Polar-panta (HRV)
fr: Ceinture Polar (HRV)
is: Polar-ól (HRV)
it: Fascia Polar (HRV)
ja: Polarストラップ（HRV）
ko: Polar 스트랩 (HRV)
nb: Polar-rem (HRV)
nl: Polar-band (HRV)
pt_br: Cinta Polar (HRV)
ru: Ремень Polar (ВСР)
sv: Polar-band (HRV)
zh_hans: Polar 心率带（HRV）

source: Polar straps only push battery on change. Replace the cell soon.
ar: أحزمة Polar تُرسل مستوى البطارية فقط عند تغيّره. استبدل البطارية قريبًا.
da: Polar-remme sender kun batteristatus ved ændring. Udskift cellen snart.
de: Polar-Gurte senden den Batteriestand nur bei Änderung. Tausche die Batterie bald aus.
es: Las bandas Polar solo envían el nivel de batería cuando cambia. Cambia la pila pronto.
fi: Polar-pannat lähettävät akun tilan vain muutoksen yhteydessä. Vaihda paristo pian.
fr: Les ceintures Polar n'envoient le niveau de batterie qu'en cas de changement. Remplacez la pile bientôt.
is: Polar-ólar senda aðeins rafhlöðustöðu við breytingu. Skiptu um rafhlöðuna fljótlega.
it: Le fasce Polar inviano il livello della batteria solo quando cambia. Sostituisci la pila a breve.
ja: Polar ストラップはバッテリー残量が変化したときにのみ送信します。早めに電池を交換してください。
ko: Polar 스트랩은 배터리 잔량이 변할 때만 전송합니다. 곧 전지를 교체하세요.
nb: Polar-stropper sender batterinivå kun ved endring. Bytt cellen snart.
nl: Polar-banden sturen het batterijniveau alleen bij wijziging. Vervang de batterij binnenkort.
pt_br: As cintas Polar só enviam o nível da bateria quando ele muda. Troque a pilha em breve.
ru: Ремни Polar передают уровень заряда только при изменении. Замените батарейку в ближайшее время.
sv: Polar-band skickar batterinivå endast vid förändring. Byt batteriet snart.
zh_hans: Polar 心率带仅在电量变化时上报。请尽快更换电池。

source: Poor
ar: ضعيف
da: Dårlig
de: Schlecht
es: Malo
fi: Heikko
fr: Faible
is: Slæmt
it: Scarso
ja: 低い
ko: 나쁨
nb: Dårlig
nl: Slecht
pt_br: Ruim
ru: Плохой
sv: Dålig
zh_hans: 较差

source: positive
ar: إيجابي
da: positiv
de: positiv
es: positivo
fi: positiivinen
fr: positif
is: jákvætt
it: positivo
ja: プラス
ko: 양수
nb: positiv
nl: positief
pt_br: positivo
ru: положительный
sv: positiv
zh_hans: 正

source: Possible Explanations
ar: تفسيرات محتملة
da: Mulige forklaringer
de: Mögliche Erklärungen
es: Posibles explicaciones
fi: Mahdolliset selitykset
fr: Explications possibles
is: Mögulegar skýringar
it: Possibili spiegazioni
ja: 考えられる説明
ko: 가능한 설명
nb: Mulige forklaringer
nl: Mogelijke verklaringen
pt_br: Possíveis explicações
ru: Возможные объяснения
sv: Möjliga förklaringar
zh_hans: 可能的解释

source: Power
ar: القدرة
da: Effekt
de: Leistung
es: Potencia
fi: Teho
fr: Puissance
is: Afl
it: Potenza
ja: パワー
ko: 파워
nb: Effekt
nl: Vermogen
pt_br: Potência
ru: Мощность
sv: Effekt
zh_hans: 功率

source: Power : HR
ar: القدرة : النبض
da: Effekt : puls
de: Leistung : HF
es: Potencia : FC
fi: Teho : syke
fr: Puissance : FC
is: Afl : púls
it: Potenza : FC
ja: パワー : 心拍
ko: 파워 : 심박
nb: Effekt : puls
nl: Vermogen : HS
pt_br: Potência : FC
ru: Мощность : пульс
sv: Effekt : puls
zh_hans: 功率 : 心率
